insert into status (id, status) values 
    (1, "在室"),
    (2, "講義"),
    (3, "出張"),
    (4, "帰宅"),
    (5, "会議"),
    (6, "学内");

insert into teacher (id, name, status_id, updated_at) values 
    (0, "ほげ", 1, 0),
    (1, "谷口", 1, 0),
    (2, "瀬戸山", 2, 0),
    (3, "新田", 1, 0),
    (4, "小原", 4, 0),
    (5, "田中", 2, 0),
    (6, "山田", 3, 0),
    (7, "岡田", 1, 0),
    (8, "鈴木", 4, 0),
    (9, "高橋", 2, 0),
    (10, "佐藤", 3, 0),
    (11, "伊藤", 1, 0),
    (12, "渡辺", 4, 0);
INSERT INTO sensor (id, teacher_id, value) VALUES 
    (1, 1, 30),
    (2, 1, 35),
    (3, 1, 35),
    (4, 1, 40);